// /** @file
//  SmbiosMemory Localized Strings and Content
//
//  Copyright (c) 2016, Intel Corporation. All rights reserved.<BR>
//
//  This program and the accompanying materials
//  are licensed and made available under the terms and conditions of the BSD License
//  which accompanies this distribution.  The full text of the license may be found at
//  http://opensource.org/licenses/bsd-license.php.
//
//  THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,
//  WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.
//
// **/

#string STR_PROPERTIES_MODULE_NAME #language en-US "Memory Information SMBIOS Module"
                                   #language zh-CN "内存信息 SMBIOS 模块"
                                   #language zh-TW "記憶體資訊 SMBIOS 模組"
                                   #language fr-FR "Module SMBIOS des informations de mémoire"
                                   #language de-DE "SMBIOS-Modul für Speicherinformationen"
                                   #language pt-BR "Módulo SMBIOS de informações de memória"


